{
    "Users": "Пользователи",
    "User": "Пользователь",
    "User list": "Список пользователей",
    "Add new User": "Добавление пользователя",
    "New User": "Новый пользователь",
    "Add User": "Добавить пользователя",
    "Back to list": "Вернуться к списку",
    "Name": "Имя",
    "Last Name": "Фамилия",
    "Email": "Электронная почта",
    "Password": "Пароль",
    "Confirm Password": "Пароль еще раз",
    "User deleted": "Пользователь удален",
    "Server access will be updated during the next synchronization": "Доступы к серверам будут обновлены во время следующей синхронизации",
    "Keys": "Ключи",
    "Manage": "Управление",
    "You have not added any users yet": "Вы еще не добавили ни одного пользователя",
    "Key deleted": "Ключ удален",
    "The key :key will be deleted from the server at the next synchronization": "Ключ :key будет удален с сервера при следующей синхронизации",
    "User management": "Управление пользователем",
    "Delete": "Удалить",
    "Registration date": "Дата регистрации",
    "Keys management": "Управление ключами",
    "Key name": "Название ключа",
    "Hash": "Хеш",
    "New Key": "Новый ключ",
    "The name of the key by which you can identify it": "Название ключа, по которому вы сможете его идентифицировать",
    "Key": "Ключ",
    "Add Account": "Добавить аккаунт",
    "Are you sure?": "Вы уверены?",
    "After uninstallation, the :what cannot be restored": "После удаления, :what не может быть восстановлен",
    "I changed my mind": "Я передумал",
    "Add new Server": "Добавление сервера",
    "New Server": "Новый сервер",
    "Server name": "Название сервера",
    "Server users": "Серверные пользователи",
    "A comma-separated list of users that must be accessed on the server": "Список пользователей, указанный через запятую, доступ к которым необходимо предоставить на сервере",
    "Operating System": "Операционная система",
    "Select Server Operating System": "Выберите операционную систему сервера",
    "Add Server": "Добавить сервер",
    "Servers": "Серверы",
    "Server deleted": "Сервер удален",
    "To complete, you need to remove the client from your server using the following command:": "Для завершения вам необходимо удалить клиента с вашего сервера с помощью следующей команды:",
    "Server list": "Список серверов",
    "Last Update": "Последнее обновление",
    "Server not configured": "Сервер не настроен",
    "You have not added any servers yet": "Вы еще не добавили ни одного сервера",
    "Account deleted": "Аккаунт удален",
    "To complete, you need to run the following command on the server:": "Для завершения вам необходимо выполнить на сервере следующую команду:",
    "It looks like you have not finished setting up some server accounts. Please run the following command to complete the installation": "Похоже, вы не закончили настройку некоторых учетных записей сервера. Пожалуйста, выполните следующую команду, чтобы завершить установку",
    "Server management": "Управление сервером",
    "Status": "Статус",
    "To complete the configuration, you need to install a client on the server that will periodically update your SSH keys": "Чтобы завершить настройку, вам необходимо установить на сервер клиент, который будет периодически обновлять ваши SSH-ключи.",
    "The client does not give access to the server and does not interfere with its operation": "Клиент не дает доступ к серверу и не мешает его работе",
    "Installation on :system": "Установка на :system",
    "To install the client and configure the server to work with the system accounts that you have already specified, log in as the root user and run the following command:": "Чтобы установить клиент и настроить сервер для работы с системными учетными записями, которые вы уже указали, войдите в систему как пользователь root и выполните следующую команду:",
    "What's next?": "Что дальше?",
    "After executing the command, it will inform you that the installation has completed. After that, you can refresh this page to manage the server": "После выполнения команды, она сообщит вам, что установка завершилась. После этого вы можете обновить эту страницу для управления сервером",
    "If your installation was not completed (or completed, but you still see this screen), please check for errors in the installer": "Если ваша установка не была завершена (или завершилась, но вы все еще видите этот экран), пожалуйста, проверьте наличие ошибок в программе установки",
    "Accounts management": "Управление аккаунтами",
    "Account": "Аккаунт",
    "Account not configured": "Аккаунт не настроен",
    "New Account": "Новый аккаунт",
    "Account name": "Имя аккаунта",
    "The account on the server for which you want to configure access control": "Аккаунт на сервере для которого необходимо настроить управление доступом",
    "Team management": "Управление командой",
    "Update Permissions": "Обновить права доступа",
    "Team": "Команда",
    "Logout": "Выйти",
    "Click Log Out below if you are ready to end the current session": "Нажмите «Выйти» ниже, если вы готовы завершить текущий сеанс",
    "Page Not Found": "Страница не найдена",
    "It looks like you found a glitch in the matrix...": "Похоже, вы нашли ошибку в матрице...",
    "Back to Server list": "Вернуться к списку серверов",
    "Welcome!": "Добро пожаловать!",
    "Remember me": "Запомнить меня на этом устройстве",
    "Login": "Войти",
    "Forgot your password?": "Забыли пароль?",
    "Create a new account!": "Создать новый аккаунт!",
    "New account!": "Новый аккаунт!",
    "Sign up": "Зарегистрироваться",
    "Already registered? Sign in!": "Уже зарегистрированы? Войти!",
    "Verify your email!": "Подвердите вашу электронную почту!",
    "A fresh verification link has been sent to your email address": "На ваш адрес электронной почты была отправлена новая ссылка для подтверждения.",
    "Before proceeding, check your email for a confirmation link": "Прежде чем продолжить, проверьте свою электронную почту на наличие ссылки для подтверждения",
    "If you have not received the letter": "Если вы не получили письмо",
    "click here to request a new": "нажмите здесь, чтобы запросить новое",
    "Confirm your Password": "",
    "Please confirm your password before continuing": "",
    "": "",
    "": "",
    "": "",
    "": ""
}
